<?
$_lang['ut_err_accept_rules'] = 'При регистрации необходимо принять соглашение';
$_lang['ut_err_type'] = 'Некорректно указан тип лица';
$_lang['ut_err_firstname'] = 'Некорректно указано имя';
$_lang['ut_err_middlename'] = 'Некорректно указано отчество';
$_lang['ut_err_lastname'] = 'Некорректно указана фамилия';
$_lang['ut_err_phone'] = 'Укажите телефон в формате +7(XXX) XXX-XX-XX';
$_lang['ut_err_password'] = 'Пароль должен быть не менее 8 символов (допустимы только латинские буквы и цифры)';
$_lang['ut_err_password2'] = 'Пароли не совпадают';
$_lang['ut_err_old_password'] = 'Неправильно указан старый пароль';
$_lang['ut_err_inn'] = 'Укажите корректный ИНН (10 или 12 цифр)';
$_lang['ut_err_email'] = 'Укажите корректный email';
$_lang['ut_err_email_2'] = 'Пользователь с таким email уже зарегистрирован';
$_lang['ut_err_company'] = 'Укажите корректное название компании';
$_lang['ut_err_website'] = 'Укажите корректный адрес вашего сайта';